"Add" = "添加新词";
"Delete" = "删除词汇";
"Edit Phrase" = "编辑词汇";
"Edit Reading" = "编辑注音";
"Reload" = "重新载入";
"Import Address Book" = "导入通讯录人名";

"Yahoo! KeyKey is not running." = "Yahoo! 奇摩输入法并不在执行中";
"Since Yahoo! KeyKey is not running, you cannot use the Phrase Editor to alter your phrases." = "因为您没有执行 Yahoo! 奇摩输入法，因此无法使用词汇编辑工具";

"%d user phrase(s)" = "%d 笔使用者自定词";
"No user phrases" = "没有使用者自定词";
"Progressing..." = "处理中…";

"Error" = "错误";
"Export As:" = "导出为：";
"Export Database" = "导出数据库";
"Exporting your own customized phrases database." = "导出您的自订词数据库";
"Export" = "导出";
"Done" = "完成";
"OK" = "好";
"Your phrases are successfully exported." = "成功导出数据库";
"Error" = "错误";
"Unable to export database." = "无法导出数据库";
"Import Database" = "导入数据库";
"Import customized phrases to your own database." = "导入您的自订词数据库";
"Choose" = "选用";
"Your phrases are successfully exported." = "成功导出数据库";
"Unable to export database." = "无法导出数据库";
"If you are not runnung Yahoo! KeyKey, you are not able to export your database." = "如果 Yahoo! 奇摩输入法不在使用中，您便无法导出自订词数据库。";
"If you are not runnung Yahoo! KeyKey, you are not able to import your database." = "如果 Yahoo! 奇摩输入法不在使用中，您便无法导入自订词数据库。";

"You must select at least one option from \"Import Last + First Name\" and \"Import Fist Name\"." = "您至少要选择“导入姓名”或“只导入名字”其中之一。";

"Import customized phrases to your own database." = "导入您的自订词数据库";
"Your phrases are successfully imported." = "成功导入数据库";